# St7SetPlateStyle

Sets the display style for plates.

long St7SetPlateStyle(long uID, long Style)

Input Parameters

uID

Strand7 model file ID.

Style

Plate display style; either psSurface or psSolid.